// pages/intro/intro.js
Page({

  /**
   * 页面的初始数据
   */
  data: {
  introlist : [
   { 
    title: '概述',
    content: '云顶书院（简称云顶）落户于太原理工大学“数港”和“逸庐”双创基地，现有在校学员300余人，分别来自16个学院的26个专业，是以能力培养为导向的“五创+”梯级递进、多维赋能的生态育人平台。团队肇始于2015年7月由高航老师创建的“互联网+云顶书院（简称云顶）落户于太原理工大学“数港”和“逸庐”双创基地，现有在校学员300余人，分别来自16个学院的26个专业，是以能力培养为导向的“五创+”梯级递进、多维赋能的生态育人平台。团队肇始于2015年7月由高航老师创建的“互联网+云顶书院（简称云顶）落户于太原理工大学“数港”和“逸庐”双创基地，现有在校学员300余人，分别来自16个学院的26个专业，是以能力培养为导向的“五创+”梯级递进、多维赋能的生态育人平台。团队肇始于2015年7月由高航老师创建的“互联网+云顶书院（简称云顶）落户于太原理工大学“数港”和“逸庐”'
    },
    { 
    title: '教育理念',
    content: 'aaa啊啊啊啊啊啊八八八八八八啦啦啦啦啦啦啦啦啦啦啵啵啵啵啵啵啵啵啵呵呵恩呵呵呵呵aaaaaaa的妓女对付几个人TV能否尽快viv你夫君付款v南非境内aaa啊啊啊啊啊啊八八八八八八啦啦啦啦啦啦啦啦啦啦啵啵啵啵啵啵啵啵啵呵呵恩呵呵呵呵aaaaaaa的妓女对付几个人TV能否尽快viv你夫君付款v南非境内aaa啊啊啊啊啊啊八八八八八八啦啦啦啦啦啦啦啦啦啦啵啵啵啵啵啵啵啵啵呵呵恩呵呵呵呵aaaaaaa的妓女对付几个人TV能否尽快viv你夫君付款v南非境内aaa啊啊啊啊啊啊八八八八八八啦啦啦啦啦啦啦啦啦啦啵啵啵啵啵啵啵啵啵呵呵恩呵呵呵呵aaaaaaa的妓女对付几个人TV能否尽快viv你夫君付款v南非境内aaa啊啊啊啊啊啊八八八八八八啦啦啦啦啦啦啦啦啦啦啵啵啵啵啵啵啵啵啵呵呵恩呵呵呵呵aaaaaaa的妓女对付几个人TV能否尽快viv你夫君付款v南非境内aaa啊啊啊啊啊啊八八八八八八啦啦啦啦啦啦啦啦啦啦啵啵啵啵啵啵啵啵啵呵呵恩呵呵呵呵aaaaaaa的妓女对付几个人TV能否尽快viv你夫君付款v南非境内'
    },
  ]
  }, 

  /**
   * 生命周期函数--监听页面加载
   */
  onLoad: function (options) {

  },

  /**
   * 生命周期函数--监听页面初次渲染完成
   */
  onReady: function () {

  },

  /**
   * 生命周期函数--监听页面显示
   */
  onShow: function () {

  },

  /**
   * 生命周期函数--监听页面隐藏
   */
  onHide: function () {

  },

  /**
   * 生命周期函数--监听页面卸载
   */
  onUnload: function () {

  },

  /**
   * 页面相关事件处理函数--监听用户下拉动作
   */
  onPullDownRefresh: function () {

  },

  /**
   * 页面上拉触底事件的处理函数
   */
  onReachBottom: function () {

  },

  /**
   * 用户点击右上角分享
   */
  onShareAppMessage: function () {

  }
})