Page({

  /**
   * 页面的初始数据
   */
  data: {
    aData : "云顶书院19届招生宣讲会",
    bData : "07.05  12.30-14.30  第三场  100人每场",
    cData : "12月23日，冬至后一天，阳气始生。迎着冬的凛冽，三晋都市报盟诺国际学生记者团一行20余人，乘坐校车，向着太原理工大学明向校区进发，开启“云顶书院”探秘之旅。在《盗墓笔记》中，南派三叔写道：明初的鬼手神匠汪藏海，在茫茫雪山深处设计建造了云顶天宫。那是一座无法用语言来描述的，飘浮在天上的宫殿……在太原理工大学，书院创始人高航于2015年7月创立“互联网+实验室”，2018年3月正式命名为“云顶书院”，落户太原理工大学“数港”和“逸庐”两大双创基地，探索创建以能力培养为导向的“五创+”梯级递进、多维赋能的生态育人平台。",
    dData : "云顶书院的陈奕廷等同学，以学长的身份，带领国际学生记者一行参观了云顶书院，分享了云顶书院的创业创新理念，展示了他们承接的各种部、省级科研项目。虽然有些似懂非懂，但国际学生记者一行还是被深深地震撼并感染。"
  },

  /**
   * 生命周期函数--监听页面加载
   */
  onLoad: function (options) {
    
  },

  /**
   * 生命周期函数--监听页面初次渲染完成
   */
  onReady: function () {
    
  },

  /**
   * 生命周期函数--监听页面显示
   */
  onShow: function () {
    
  },

  /**
   * 生命周期函数--监听页面隐藏
   */
  onHide: function () {
    
  },

  /**
   * 生命周期函数--监听页面卸载
   */
  onUnload: function () {
    
  },

  /**
   * 页面相关事件处理函数--监听用户下拉动作
   */
  onPullDownRefresh: function () {
    
  },

  /**
   * 页面上拉触底事件的处理函数
   */
  onReachBottom: function () {
    
  },

  /**
   * 用户点击右上角分享
   */
  onShareAppMessage: function () {
    
  },
  toindex : function(){
    wx.redirectTo({
      url: '../rush_index/rush_index'
    })
  }, 
})